tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "elastic/tap"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "ack"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "certifi", link: false
brew "buku"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "cask"
brew "cheat"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "direnv"
brew "docker", link: false
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "editorconfig"
brew "fd"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git", link: false
brew "glances"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "htop"
brew "hunspell"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "jmeter"
brew "jq"
brew "krb5"
brew "ktlint"
brew "ledger"
brew "leiningen"
brew "libarchive"
brew "libfido2"
brew "libgccjit"
brew "libssh"
brew "liquibase"
brew "loc"
brew "mailutils"
brew "maven"
brew "msmtp"
brew "mu"
brew "mycli"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "newt"
brew "node"
# brew "nvm"
brew "ocaml"
brew "opam"
brew "openssl@1.1"
brew "pandoc"
brew "python-tabulate"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python@3.8"
brew "qemu"
brew "qt"
brew "redis", restart_service: true
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sjk"
brew "stockfish"
brew "subversion"
brew "swig"
brew "the_silver_searcher"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmuxp"
brew "tokei"
brew "tree"
brew "virtualenv", link: false
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "yq"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-pen-icon", "with-native-comp"]
brew "d12frosted/emacs-plus/emacs-plus@29", link: false
brew "railwaycat/emacsmacport/emacs-mac", link: false
cask "font-geist-mono"
cask "multipass"
cask "spotify"
# cask "visual-studio-code"
